data/ycsb/azure/ycsb_couchbase_workloadc_256.txt
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MemcachedClientYCSB -s -P workloads/workloadc -p memcached.host=nosql-1.cloudapp.net -p memcached.port=22122 -threads 256 -t
[OVERALL], RunTime(ms), 608393.0
[OVERALL], Throughput(ops/sec), 8218.372006252537
[CLEANUP], Operations, 256
[CLEANUP], AverageLatency(us), 70187.6328125
[CLEANUP], MinLatency(us), 716
[CLEANUP], MaxLatency(us), 879035
[CLEANUP], 95thPercentileLatency(ms), 496
[CLEANUP], 99thPercentileLatency(ms), 788
[CLEANUP], 0, 12
[CLEANUP], 1, 19
[CLEANUP], 2, 12
[CLEANUP], 3, 5
[CLEANUP], 4, 3
[CLEANUP], 5, 8
[CLEANUP], 6, 9
[CLEANUP], 7, 12
[CLEANUP], 8, 10
[CLEANUP], 9, 22
[CLEANUP], 10, 6
[CLEANUP], 11, 6
[CLEANUP], 12, 2
[CLEANUP], 13, 3
[CLEANUP], 14, 3
[CLEANUP], 15, 5
[CLEANUP], 16, 6
[CLEANUP], 17, 5
[CLEANUP], 18, 5
[CLEANUP], 19, 7
[CLEANUP], 20, 6
[CLEANUP], 21, 3
[CLEANUP], 22, 2
[CLEANUP], 23, 3
[CLEANUP], 24, 1
[CLEANUP], 25, 1
[CLEANUP], 26, 0
[CLEANUP], 27, 1
[CLEANUP], 28, 2
[CLEANUP], 29, 3
[CLEANUP], 30, 4
[CLEANUP], 31, 2
[CLEANUP], 32, 0
[CLEANUP], 33, 0
[CLEANUP], 34, 0
[CLEANUP], 35, 2
[CLEANUP], 36, 1
[CLEANUP], 37, 2
[CLEANUP], 38, 2
[CLEANUP], 39, 1
[CLEANUP], 40, 0
[CLEANUP], 41, 0
[CLEANUP], 42, 0
[CLEANUP], 43, 0
[CLEANUP], 44, 0
[CLEANUP], 45, 0
[CLEANUP], 46, 0
[CLEANUP], 47, 2
[CLEANUP], 48, 0
[CLEANUP], 49, 2
[CLEANUP], 50, 2
[CLEANUP], 51, 0
[CLEANUP], 52, 0
[CLEANUP], 53, 0
[CLEANUP], 54, 1
[CLEANUP], 55, 0
[CLEANUP], 56, 0
[CLEANUP], 57, 1
[CLEANUP], 58, 1
[CLEANUP], 59, 0
[CLEANUP], 60, 2
[CLEANUP], 61, 0
[CLEANUP], 62, 0
[CLEANUP], 63, 0
[CLEANUP], 64, 1
[CLEANUP], 65, 1
[CLEANUP], 66, 2
[CLEANUP], 67, 1
[CLEANUP], 68, 0
[CLEANUP], 69, 3
[CLEANUP], 70, 0
[CLEANUP], 71, 0
[CLEANUP], 72, 0
[CLEANUP], 73, 0
[CLEANUP], 74, 0
[CLEANUP], 75, 0
[CLEANUP], 76, 0
[CLEANUP], 77, 0
[CLEANUP], 78, 0
[CLEANUP], 79, 0
[CLEANUP], 80, 1
[CLEANUP], 81, 0
[CLEANUP], 82, 0
[CLEANUP], 83, 0
[CLEANUP], 84, 0
[CLEANUP], 85, 0
[CLEANUP], 86, 0
[CLEANUP], 87, 0
[CLEANUP], 88, 0
[CLEANUP], 89, 0
[CLEANUP], 90, 0
[CLEANUP], 91, 0
[CLEANUP], 92, 0
[CLEANUP], 93, 2
[CLEANUP], 94, 0
[CLEANUP], 95, 0
[CLEANUP], 96, 1
[CLEANUP], 97, 0
[CLEANUP], 98, 0
[CLEANUP], 99, 0
[CLEANUP], 100, 0
[CLEANUP], 101, 0
[CLEANUP], 102, 0
[CLEANUP], 103, 0
[CLEANUP], 104, 0
[CLEANUP], 105, 0
[CLEANUP], 106, 0
[CLEANUP], 107, 0
[CLEANUP], 108, 0
[CLEANUP], 109, 0
[CLEANUP], 110, 0
[CLEANUP], 111, 1
[CLEANUP], 112, 0
[CLEANUP], 113, 0
[CLEANUP], 114, 0
[CLEANUP], 115, 0
[CLEANUP], 116, 0
[CLEANUP], 117, 0
[CLEANUP], 118, 0
[CLEANUP], 119, 0
[CLEANUP], 120, 1
[CLEANUP], 121, 0
[CLEANUP], 122, 0
[CLEANUP], 123, 0
[CLEANUP], 124, 0
[CLEANUP], 125, 0
[CLEANUP], 126, 0
[CLEANUP], 127, 0
[CLEANUP], 128, 0
[CLEANUP], 129, 0
[CLEANUP], 130, 0
[CLEANUP], 131, 0
[CLEANUP], 132, 0
[CLEANUP], 133, 0
[CLEANUP], 134, 0
[CLEANUP], 135, 0
[CLEANUP], 136, 0
[CLEANUP], 137, 0
[CLEANUP], 138, 0
[CLEANUP], 139, 0
[CLEANUP], 140, 2
[CLEANUP], 141, 0
[CLEANUP], 142, 0
[CLEANUP], 143, 0
[CLEANUP], 144, 0
[CLEANUP], 145, 1
[CLEANUP], 146, 0
[CLEANUP], 147, 0
[CLEANUP], 148, 0
[CLEANUP], 149, 0
[CLEANUP], 150, 0
[CLEANUP], 151, 0
[CLEANUP], 152, 0
[CLEANUP], 153, 0
[CLEANUP], 154, 0
[CLEANUP], 155, 0
[CLEANUP], 156, 0
[CLEANUP], 157, 1
[CLEANUP], 158, 0
[CLEANUP], 159, 0
[CLEANUP], 160, 0
[CLEANUP], 161, 0
[CLEANUP], 162, 0
[CLEANUP], 163, 0
[CLEANUP], 164, 0
[CLEANUP], 165, 0
[CLEANUP], 166, 0
[CLEANUP], 167, 0
[CLEANUP], 168, 1
[CLEANUP], 169, 0
[CLEANUP], 170, 0
[CLEANUP], 171, 0
[CLEANUP], 172, 0
[CLEANUP], 173, 0
[CLEANUP], 174, 0
[CLEANUP], 175, 0
[CLEANUP], 176, 0
[CLEANUP], 177, 0
[CLEANUP], 178, 0
[CLEANUP], 179, 1
[CLEANUP], 180, 0
[CLEANUP], 181, 0
[CLEANUP], 182, 0
[CLEANUP], 183, 0
[CLEANUP], 184, 0
[CLEANUP], 185, 0
[CLEANUP], 186, 0
[CLEANUP], 187, 0
[CLEANUP], 188, 0
[CLEANUP], 189, 0
[CLEANUP], 190, 0
[CLEANUP], 191, 0
[CLEANUP], 192, 0
[CLEANUP], 193, 0
[CLEANUP], 194, 0
[CLEANUP], 195, 2
[CLEANUP], 196, 0
[CLEANUP], 197, 0
[CLEANUP], 198, 0
[CLEANUP], 199, 0
[CLEANUP], 200, 0
[CLEANUP], 201, 0
[CLEANUP], 202, 0
[CLEANUP], 203, 0
[CLEANUP], 204, 0
[CLEANUP], 205, 0
[CLEANUP], 206, 0
[CLEANUP], 207, 2
[CLEANUP], 208, 0
[CLEANUP], 209, 0
[CLEANUP], 210, 0
[CLEANUP], 211, 0
[CLEANUP], 212, 0
[CLEANUP], 213, 0
[CLEANUP], 214, 0
[CLEANUP], 215, 0
[CLEANUP], 216, 0
[CLEANUP], 217, 0
[CLEANUP], 218, 0
[CLEANUP], 219, 0
[CLEANUP], 220, 0
[CLEANUP], 221, 0
[CLEANUP], 222, 0
[CLEANUP], 223, 0
[CLEANUP], 224, 0
[CLEANUP], 225, 0
[CLEANUP], 226, 0
[CLEANUP], 227, 0
[CLEANUP], 228, 0
[CLEANUP], 229, 0
[CLEANUP], 230, 0
[CLEANUP], 231, 0
[CLEANUP], 232, 0
[CLEANUP], 233, 0
[CLEANUP], 234, 0
[CLEANUP], 235, 0
[CLEANUP], 236, 0
[CLEANUP], 237, 0
[CLEANUP], 238, 0
[CLEANUP], 239, 0
[CLEANUP], 240, 1
[CLEANUP], 241, 0
[CLEANUP], 242, 0
[CLEANUP], 243, 0
[CLEANUP], 244, 0
[CLEANUP], 245, 0
[CLEANUP], 246, 0
[CLEANUP], 247, 0
[CLEANUP], 248, 0
[CLEANUP], 249, 0
[CLEANUP], 250, 0
[CLEANUP], 251, 0
[CLEANUP], 252, 0
[CLEANUP], 253, 0
[CLEANUP], 254, 1
[CLEANUP], 255, 0
[CLEANUP], 256, 0
[CLEANUP], 257, 0
[CLEANUP], 258, 0
[CLEANUP], 259, 0
[CLEANUP], 260, 0
[CLEANUP], 261, 0
[CLEANUP], 262, 1
[CLEANUP], 263, 0
[CLEANUP], 264, 0
[CLEANUP], 265, 0
[CLEANUP], 266, 0
[CLEANUP], 267, 0
[CLEANUP], 268, 1
[CLEANUP], 269, 0
[CLEANUP], 270, 0
[CLEANUP], 271, 0
[CLEANUP], 272, 0
[CLEANUP], 273, 0
[CLEANUP], 274, 0
[CLEANUP], 275, 0
[CLEANUP], 276, 0
[CLEANUP], 277, 0
[CLEANUP], 278, 0
[CLEANUP], 279, 1
[CLEANUP], 280, 0
[CLEANUP], 281, 0
[CLEANUP], 282, 0
[CLEANUP], 283, 0
[CLEANUP], 284, 1
[CLEANUP], 285, 0
[CLEANUP], 286, 0
[CLEANUP], 287, 0
[CLEANUP], 288, 0
[CLEANUP], 289, 0
[CLEANUP], 290, 0
[CLEANUP], 291, 0
[CLEANUP], 292, 0
[CLEANUP], 293, 0
[CLEANUP], 294, 0
[CLEANUP], 295, 0
[CLEANUP], 296, 0
[CLEANUP], 297, 1
[CLEANUP], 298, 0
[CLEANUP], 299, 0
[CLEANUP], 300, 0
[CLEANUP], 301, 0
[CLEANUP], 302, 0
[CLEANUP], 303, 0
[CLEANUP], 304, 0
[CLEANUP], 305, 0
[CLEANUP], 306, 0
[CLEANUP], 307, 0
[CLEANUP], 308, 0
[CLEANUP], 309, 0
[CLEANUP], 310, 0
[CLEANUP], 311, 0
[CLEANUP], 312, 0
[CLEANUP], 313, 0
[CLEANUP], 314, 0
[CLEANUP], 315, 0
[CLEANUP], 316, 0
[CLEANUP], 317, 0
[CLEANUP], 318, 0
[CLEANUP], 319, 0
[CLEANUP], 320, 0
[CLEANUP], 321, 0
[CLEANUP], 322, 0
[CLEANUP], 323, 0
[CLEANUP], 324, 0
[CLEANUP], 325, 0
[CLEANUP], 326, 0
[CLEANUP], 327, 0
[CLEANUP], 328, 0
[CLEANUP], 329, 0
[CLEANUP], 330, 0
[CLEANUP], 331, 0
[CLEANUP], 332, 1
[CLEANUP], 333, 0
[CLEANUP], 334, 0
[CLEANUP], 335, 0
[CLEANUP], 336, 0
[CLEANUP], 337, 0
[CLEANUP], 338, 0
[CLEANUP], 339, 0
[CLEANUP], 340, 0
[CLEANUP], 341, 0
[CLEANUP], 342, 0
[CLEANUP], 343, 0
[CLEANUP], 344, 0
[CLEANUP], 345, 0
[CLEANUP], 346, 0
[CLEANUP], 347, 0
[CLEANUP], 348, 0
[CLEANUP], 349, 1
[CLEANUP], 350, 0
[CLEANUP], 351, 0
[CLEANUP], 352, 0
[CLEANUP], 353, 0
[CLEANUP], 354, 0
[CLEANUP], 355, 0
[CLEANUP], 356, 0
[CLEANUP], 357, 0
[CLEANUP], 358, 0
[CLEANUP], 359, 1
[CLEANUP], 360, 0
[CLEANUP], 361, 0
[CLEANUP], 362, 0
[CLEANUP], 363, 0
[CLEANUP], 364, 0
[CLEANUP], 365, 0
[CLEANUP], 366, 0
[CLEANUP], 367, 0
[CLEANUP], 368, 0
[CLEANUP], 369, 0
[CLEANUP], 370, 0
[CLEANUP], 371, 0
[CLEANUP], 372, 0
[CLEANUP], 373, 0
[CLEANUP], 374, 0
[CLEANUP], 375, 0
[CLEANUP], 376, 0
[CLEANUP], 377, 0
[CLEANUP], 378, 0
[CLEANUP], 379, 0
[CLEANUP], 380, 0
[CLEANUP], 381, 0
[CLEANUP], 382, 0
[CLEANUP], 383, 0
[CLEANUP], 384, 0
[CLEANUP], 385, 0
[CLEANUP], 386, 0
[CLEANUP], 387, 0
[CLEANUP], 388, 1
[CLEANUP], 389, 0
[CLEANUP], 390, 1
[CLEANUP], 391, 0
[CLEANUP], 392, 0
[CLEANUP], 393, 0
[CLEANUP], 394, 0
[CLEANUP], 395, 0
[CLEANUP], 396, 0
[CLEANUP], 397, 0
[CLEANUP], 398, 0
[CLEANUP], 399, 0
[CLEANUP], 400, 0
[CLEANUP], 401, 0
[CLEANUP], 402, 0
[CLEANUP], 403, 0
[CLEANUP], 404, 0
[CLEANUP], 405, 0
[CLEANUP], 406, 0
[CLEANUP], 407, 0
[CLEANUP], 408, 0
[CLEANUP], 409, 0
[CLEANUP], 410, 0
[CLEANUP], 411, 0
[CLEANUP], 412, 0
[CLEANUP], 413, 0
[CLEANUP], 414, 0
[CLEANUP], 415, 0
[CLEANUP], 416, 0
[CLEANUP], 417, 0
[CLEANUP], 418, 0
[CLEANUP], 419, 0
[CLEANUP], 420, 0
[CLEANUP], 421, 0
[CLEANUP], 422, 0
[CLEANUP], 423, 0
[CLEANUP], 424, 0
[CLEANUP], 425, 0
[CLEANUP], 426, 0
[CLEANUP], 427, 0
[CLEANUP], 428, 0
[CLEANUP], 429, 0
[CLEANUP], 430, 0
[CLEANUP], 431, 0
[CLEANUP], 432, 0
[CLEANUP], 433, 0
[CLEANUP], 434, 0
[CLEANUP], 435, 0
[CLEANUP], 436, 0
[CLEANUP], 437, 0
[CLEANUP], 438, 0
[CLEANUP], 439, 0
[CLEANUP], 440, 0
[CLEANUP], 441, 0
[CLEANUP], 442, 0
[CLEANUP], 443, 0
[CLEANUP], 444, 0
[CLEANUP], 445, 0
[CLEANUP], 446, 0
[CLEANUP], 447, 0
[CLEANUP], 448, 0
[CLEANUP], 449, 0
[CLEANUP], 450, 0
[CLEANUP], 451, 0
[CLEANUP], 452, 0
[CLEANUP], 453, 0
[CLEANUP], 454, 0
[CLEANUP], 455, 0
[CLEANUP], 456, 0
[CLEANUP], 457, 0
[CLEANUP], 458, 0
[CLEANUP], 459, 0
[CLEANUP], 460, 0
[CLEANUP], 461, 0
[CLEANUP], 462, 0
[CLEANUP], 463, 0
[CLEANUP], 464, 0
[CLEANUP], 465, 0
[CLEANUP], 466, 0
[CLEANUP], 467, 0
[CLEANUP], 468, 0
[CLEANUP], 469, 0
[CLEANUP], 470, 0
[CLEANUP], 471, 0
[CLEANUP], 472, 0
[CLEANUP], 473, 0
[CLEANUP], 474, 0
[CLEANUP], 475, 0
[CLEANUP], 476, 0
[CLEANUP], 477, 0
[CLEANUP], 478, 0
[CLEANUP], 479, 0
[CLEANUP], 480, 0
[CLEANUP], 481, 0
[CLEANUP], 482, 0
[CLEANUP], 483, 0
[CLEANUP], 484, 0
[CLEANUP], 485, 0
[CLEANUP], 486, 0
[CLEANUP], 487, 0
[CLEANUP], 488, 0
[CLEANUP], 489, 0
[CLEANUP], 490, 0
[CLEANUP], 491, 0
[CLEANUP], 492, 0
[CLEANUP], 493, 0
[CLEANUP], 494, 0
[CLEANUP], 495, 0
[CLEANUP], 496, 1
[CLEANUP], 497, 0
[CLEANUP], 498, 0
[CLEANUP], 499, 0
[CLEANUP], 500, 0
[CLEANUP], 501, 0
[CLEANUP], 502, 0
[CLEANUP], 503, 0
[CLEANUP], 504, 0
[CLEANUP], 505, 0
[CLEANUP], 506, 0
[CLEANUP], 507, 0
[CLEANUP], 508, 0
[CLEANUP], 509, 0
[CLEANUP], 510, 0
[CLEANUP], 511, 0
[CLEANUP], 512, 0
[CLEANUP], 513, 0
[CLEANUP], 514, 1
[CLEANUP], 515, 0
[CLEANUP], 516, 0
[CLEANUP], 517, 1
[CLEANUP], 518, 0
[CLEANUP], 519, 0
[CLEANUP], 520, 0
[CLEANUP], 521, 0
[CLEANUP], 522, 0
[CLEANUP], 523, 0
[CLEANUP], 524, 0
[CLEANUP], 525, 1
[CLEANUP], 526, 0
[CLEANUP], 527, 0
[CLEANUP], 528, 0
[CLEANUP], 529, 0
[CLEANUP], 530, 0
[CLEANUP], 531, 0
[CLEANUP], 532, 0
[CLEANUP], 533, 0
[CLEANUP], 534, 0
[CLEANUP], 535, 0
[CLEANUP], 536, 0
[CLEANUP], 537, 0
[CLEANUP], 538, 0
[CLEANUP], 539, 0
[CLEANUP], 540, 0
[CLEANUP], 541, 0
[CLEANUP], 542, 0
[CLEANUP], 543, 0
[CLEANUP], 544, 0
[CLEANUP], 545, 0
[CLEANUP], 546, 0
[CLEANUP], 547, 0
[CLEANUP], 548, 0
[CLEANUP], 549, 0
[CLEANUP], 550, 0
[CLEANUP], 551, 0
[CLEANUP], 552, 0
[CLEANUP], 553, 0
[CLEANUP], 554, 0
[CLEANUP], 555, 0
[CLEANUP], 556, 0
[CLEANUP], 557, 0
[CLEANUP], 558, 0
[CLEANUP], 559, 0
[CLEANUP], 560, 0
[CLEANUP], 561, 0
[CLEANUP], 562, 0
[CLEANUP], 563, 0
[CLEANUP], 564, 0
[CLEANUP], 565, 0
[CLEANUP], 566, 0
[CLEANUP], 567, 0
[CLEANUP], 568, 0
[CLEANUP], 569, 0
[CLEANUP], 570, 0
[CLEANUP], 571, 0
[CLEANUP], 572, 0
[CLEANUP], 573, 0
[CLEANUP], 574, 0
[CLEANUP], 575, 0
[CLEANUP], 576, 0
[CLEANUP], 577, 0
[CLEANUP], 578, 0
[CLEANUP], 579, 0
[CLEANUP], 580, 0
[CLEANUP], 581, 0
[CLEANUP], 582, 0
[CLEANUP], 583, 0
[CLEANUP], 584, 0
[CLEANUP], 585, 0
[CLEANUP], 586, 0
[CLEANUP], 587, 0
[CLEANUP], 588, 0
[CLEANUP], 589, 0
[CLEANUP], 590, 0
[CLEANUP], 591, 0
[CLEANUP], 592, 0
[CLEANUP], 593, 0
[CLEANUP], 594, 0
[CLEANUP], 595, 0
[CLEANUP], 596, 0
[CLEANUP], 597, 0
[CLEANUP], 598, 0
[CLEANUP], 599, 0
[CLEANUP], 600, 0
[CLEANUP], 601, 0
[CLEANUP], 602, 0
[CLEANUP], 603, 0
[CLEANUP], 604, 1
[CLEANUP], 605, 0
[CLEANUP], 606, 0
[CLEANUP], 607, 0
[CLEANUP], 608, 0
[CLEANUP], 609, 0
[CLEANUP], 610, 0
[CLEANUP], 611, 0
[CLEANUP], 612, 0
[CLEANUP], 613, 0
[CLEANUP], 614, 0
[CLEANUP], 615, 0
[CLEANUP], 616, 1
[CLEANUP], 617, 0
[CLEANUP], 618, 0
[CLEANUP], 619, 0
[CLEANUP], 620, 0
[CLEANUP], 621, 0
[CLEANUP], 622, 0
[CLEANUP], 623, 0
[CLEANUP], 624, 0
[CLEANUP], 625, 0
[CLEANUP], 626, 0
[CLEANUP], 627, 0
[CLEANUP], 628, 0
[CLEANUP], 629, 0
[CLEANUP], 630, 1
[CLEANUP], 631, 0
[CLEANUP], 632, 0
[CLEANUP], 633, 0
[CLEANUP], 634, 0
[CLEANUP], 635, 0
[CLEANUP], 636, 0
[CLEANUP], 637, 0
[CLEANUP], 638, 0
[CLEANUP], 639, 0
[CLEANUP], 640, 0
[CLEANUP], 641, 0
[CLEANUP], 642, 0
[CLEANUP], 643, 1
[CLEANUP], 644, 0
[CLEANUP], 645, 0
[CLEANUP], 646, 0
[CLEANUP], 647, 0
[CLEANUP], 648, 0
[CLEANUP], 649, 0
[CLEANUP], 650, 0
[CLEANUP], 651, 0
[CLEANUP], 652, 0
[CLEANUP], 653, 0
[CLEANUP], 654, 0
[CLEANUP], 655, 0
[CLEANUP], 656, 0
[CLEANUP], 657, 0
[CLEANUP], 658, 1
[CLEANUP], 659, 0
[CLEANUP], 660, 0
[CLEANUP], 661, 0
[CLEANUP], 662, 0
[CLEANUP], 663, 0
[CLEANUP], 664, 0
[CLEANUP], 665, 0
[CLEANUP], 666, 0
[CLEANUP], 667, 0
[CLEANUP], 668, 0
[CLEANUP], 669, 0
[CLEANUP], 670, 0
[CLEANUP], 671, 0
[CLEANUP], 672, 0
[CLEANUP], 673, 0
[CLEANUP], 674, 0
[CLEANUP], 675, 0
[CLEANUP], 676, 0
[CLEANUP], 677, 0
[CLEANUP], 678, 0
[CLEANUP], 679, 0
[CLEANUP], 680, 0
[CLEANUP], 681, 0
[CLEANUP], 682, 0
[CLEANUP], 683, 0
[CLEANUP], 684, 0
[CLEANUP], 685, 0
[CLEANUP], 686, 0
[CLEANUP], 687, 0
[CLEANUP], 688, 0
[CLEANUP], 689, 0
[CLEANUP], 690, 0
[CLEANUP], 691, 0
[CLEANUP], 692, 0
[CLEANUP], 693, 0
[CLEANUP], 694, 0
[CLEANUP], 695, 0
[CLEANUP], 696, 0
[CLEANUP], 697, 0
[CLEANUP], 698, 0
[CLEANUP], 699, 0
[CLEANUP], 700, 0
[CLEANUP], 701, 0
[CLEANUP], 702, 0
[CLEANUP], 703, 0
[CLEANUP], 704, 0
[CLEANUP], 705, 0
[CLEANUP], 706, 0
[CLEANUP], 707, 0
[CLEANUP], 708, 0
[CLEANUP], 709, 0
[CLEANUP], 710, 0
[CLEANUP], 711, 0
[CLEANUP], 712, 0
[CLEANUP], 713, 0
[CLEANUP], 714, 0
[CLEANUP], 715, 0
[CLEANUP], 716, 0
[CLEANUP], 717, 0
[CLEANUP], 718, 0
[CLEANUP], 719, 0
[CLEANUP], 720, 0
[CLEANUP], 721, 0
[CLEANUP], 722, 0
[CLEANUP], 723, 0
[CLEANUP], 724, 0
[CLEANUP], 725, 0
[CLEANUP], 726, 0
[CLEANUP], 727, 0
[CLEANUP], 728, 0
[CLEANUP], 729, 0
[CLEANUP], 730, 0
[CLEANUP], 731, 0
[CLEANUP], 732, 0
[CLEANUP], 733, 0
[CLEANUP], 734, 0
[CLEANUP], 735, 0
[CLEANUP], 736, 0
[CLEANUP], 737, 0
[CLEANUP], 738, 0
[CLEANUP], 739, 1
[CLEANUP], 740, 0
[CLEANUP], 741, 0
[CLEANUP], 742, 0
[CLEANUP], 743, 0
[CLEANUP], 744, 0
[CLEANUP], 745, 0
[CLEANUP], 746, 0
[CLEANUP], 747, 0
[CLEANUP], 748, 0
[CLEANUP], 749, 0
[CLEANUP], 750, 0
[CLEANUP], 751, 0
[CLEANUP], 752, 0
[CLEANUP], 753, 0
[CLEANUP], 754, 0
[CLEANUP], 755, 0
[CLEANUP], 756, 0
[CLEANUP], 757, 0
[CLEANUP], 758, 0
[CLEANUP], 759, 0
[CLEANUP], 760, 0
[CLEANUP], 761, 0
[CLEANUP], 762, 0
[CLEANUP], 763, 0
[CLEANUP], 764, 0
[CLEANUP], 765, 0
[CLEANUP], 766, 0
[CLEANUP], 767, 0
[CLEANUP], 768, 0
[CLEANUP], 769, 0
[CLEANUP], 770, 0
[CLEANUP], 771, 0
[CLEANUP], 772, 0
[CLEANUP], 773, 0
[CLEANUP], 774, 0
[CLEANUP], 775, 0
[CLEANUP], 776, 0
[CLEANUP], 777, 0
[CLEANUP], 778, 0
[CLEANUP], 779, 0
[CLEANUP], 780, 0
[CLEANUP], 781, 0
[CLEANUP], 782, 0
[CLEANUP], 783, 0
[CLEANUP], 784, 0
[CLEANUP], 785, 0
[CLEANUP], 786, 0
[CLEANUP], 787, 0
[CLEANUP], 788, 1
[CLEANUP], 789, 0
[CLEANUP], 790, 0
[CLEANUP], 791, 0
[CLEANUP], 792, 0
[CLEANUP], 793, 0
[CLEANUP], 794, 0
[CLEANUP], 795, 0
[CLEANUP], 796, 0
[CLEANUP], 797, 0
[CLEANUP], 798, 0
[CLEANUP], 799, 0
[CLEANUP], 800, 0
[CLEANUP], 801, 0
[CLEANUP], 802, 0
[CLEANUP], 803, 0
[CLEANUP], 804, 0
[CLEANUP], 805, 0
[CLEANUP], 806, 0
[CLEANUP], 807, 0
[CLEANUP], 808, 0
[CLEANUP], 809, 0
[CLEANUP], 810, 0
[CLEANUP], 811, 0
[CLEANUP], 812, 0
[CLEANUP], 813, 0
[CLEANUP], 814, 0
[CLEANUP], 815, 0
[CLEANUP], 816, 0
[CLEANUP], 817, 0
[CLEANUP], 818, 0
[CLEANUP], 819, 0
[CLEANUP], 820, 0
[CLEANUP], 821, 0
[CLEANUP], 822, 0
[CLEANUP], 823, 0
[CLEANUP], 824, 0
[CLEANUP], 825, 0
[CLEANUP], 826, 0
[CLEANUP], 827, 0
[CLEANUP], 828, 0
[CLEANUP], 829, 0
[CLEANUP], 830, 0
[CLEANUP], 831, 0
[CLEANUP], 832, 0
[CLEANUP], 833, 0
[CLEANUP], 834, 0
[CLEANUP], 835, 0
[CLEANUP], 836, 0
[CLEANUP], 837, 0
[CLEANUP], 838, 0
[CLEANUP], 839, 0
[CLEANUP], 840, 0
[CLEANUP], 841, 0
[CLEANUP], 842, 0
[CLEANUP], 843, 0
[CLEANUP], 844, 0
[CLEANUP], 845, 0
[CLEANUP], 846, 0
[CLEANUP], 847, 0
[CLEANUP], 848, 0
[CLEANUP], 849, 0
[CLEANUP], 850, 0
[CLEANUP], 851, 0
[CLEANUP], 852, 0
[CLEANUP], 853, 0
[CLEANUP], 854, 0
[CLEANUP], 855, 0
[CLEANUP], 856, 0
[CLEANUP], 857, 0
[CLEANUP], 858, 1
[CLEANUP], 859, 0
[CLEANUP], 860, 0
[CLEANUP], 861, 0
[CLEANUP], 862, 0
[CLEANUP], 863, 0
[CLEANUP], 864, 0
[CLEANUP], 865, 0
[CLEANUP], 866, 0
[CLEANUP], 867, 0
[CLEANUP], 868, 0
[CLEANUP], 869, 0
[CLEANUP], 870, 0
[CLEANUP], 871, 0
[CLEANUP], 872, 0
[CLEANUP], 873, 0
[CLEANUP], 874, 0
[CLEANUP], 875, 0
[CLEANUP], 876, 0
[CLEANUP], 877, 0
[CLEANUP], 878, 0
[CLEANUP], 879, 1
[CLEANUP], 880, 0
[CLEANUP], 881, 0
[CLEANUP], 882, 0
[CLEANUP], 883, 0
[CLEANUP], 884, 0
[CLEANUP], 885, 0
[CLEANUP], 886, 0
[CLEANUP], 887, 0
[CLEANUP], 888, 0
[CLEANUP], 889, 0
[CLEANUP], 890, 0
[CLEANUP], 891, 0
[CLEANUP], 892, 0
[CLEANUP], 893, 0
[CLEANUP], 894, 0
[CLEANUP], 895, 0
[CLEANUP], 896, 0
[CLEANUP], 897, 0
[CLEANUP], 898, 0
[CLEANUP], 899, 0
[CLEANUP], 900, 0
[CLEANUP], 901, 0
[CLEANUP], 902, 0
[CLEANUP], 903, 0
[CLEANUP], 904, 0
[CLEANUP], 905, 0
[CLEANUP], 906, 0
[CLEANUP], 907, 0
[CLEANUP], 908, 0
[CLEANUP], 909, 0
[CLEANUP], 910, 0
[CLEANUP], 911, 0
[CLEANUP], 912, 0
[CLEANUP], 913, 0
[CLEANUP], 914, 0
[CLEANUP], 915, 0
[CLEANUP], 916, 0
[CLEANUP], 917, 0
[CLEANUP], 918, 0
[CLEANUP], 919, 0
[CLEANUP], 920, 0
[CLEANUP], 921, 0
[CLEANUP], 922, 0
[CLEANUP], 923, 0
[CLEANUP], 924, 0
[CLEANUP], 925, 0
[CLEANUP], 926, 0
[CLEANUP], 927, 0
[CLEANUP], 928, 0
[CLEANUP], 929, 0
[CLEANUP], 930, 0
[CLEANUP], 931, 0
[CLEANUP], 932, 0
[CLEANUP], 933, 0
[CLEANUP], 934, 0
[CLEANUP], 935, 0
[CLEANUP], 936, 0
[CLEANUP], 937, 0
[CLEANUP], 938, 0
[CLEANUP], 939, 0
[CLEANUP], 940, 0
[CLEANUP], 941, 0
[CLEANUP], 942, 0
[CLEANUP], 943, 0
[CLEANUP], 944, 0
[CLEANUP], 945, 0
[CLEANUP], 946, 0
[CLEANUP], 947, 0
[CLEANUP], 948, 0
[CLEANUP], 949, 0
[CLEANUP], 950, 0
[CLEANUP], 951, 0
[CLEANUP], 952, 0
[CLEANUP], 953, 0
[CLEANUP], 954, 0
[CLEANUP], 955, 0
[CLEANUP], 956, 0
[CLEANUP], 957, 0
[CLEANUP], 958, 0
[CLEANUP], 959, 0
[CLEANUP], 960, 0
[CLEANUP], 961, 0
[CLEANUP], 962, 0
[CLEANUP], 963, 0
[CLEANUP], 964, 0
[CLEANUP], 965, 0
[CLEANUP], 966, 0
[CLEANUP], 967, 0
[CLEANUP], 968, 0
[CLEANUP], 969, 0
[CLEANUP], 970, 0
[CLEANUP], 971, 0
[CLEANUP], 972, 0
[CLEANUP], 973, 0
[CLEANUP], 974, 0
[CLEANUP], 975, 0
[CLEANUP], 976, 0
[CLEANUP], 977, 0
[CLEANUP], 978, 0
[CLEANUP], 979, 0
[CLEANUP], 980, 0
[CLEANUP], 981, 0
[CLEANUP], 982, 0
[CLEANUP], 983, 0
[CLEANUP], 984, 0
[CLEANUP], 985, 0
[CLEANUP], 986, 0
[CLEANUP], 987, 0
[CLEANUP], 988, 0
[CLEANUP], 989, 0
[CLEANUP], 990, 0
[CLEANUP], 991, 0
[CLEANUP], 992, 0
[CLEANUP], 993, 0
[CLEANUP], 994, 0
[CLEANUP], 995, 0
[CLEANUP], 996, 0
[CLEANUP], 997, 0
[CLEANUP], 998, 0
[CLEANUP], 999, 0
[CLEANUP], >1000, 0
[READ], Operations, 5000000
[READ], AverageLatency(us), 26118.6028048
[READ], MinLatency(us), 420
[READ], MaxLatency(us), 1950567
[READ], 95thPercentileLatency(ms), 115
[READ], 99thPercentileLatency(ms), 426
[READ], Return=0, 5000000
[READ], 0, 330567
[READ], 1, 808678
[READ], 2, 271216
[READ], 3, 176566
[READ], 4, 210771
[READ], 5, 202197
[READ], 6, 202707
[READ], 7, 236132
[READ], 8, 259461
[READ], 9, 272496
[READ], 10, 225132
[READ], 11, 157750
[READ], 12, 109393
[READ], 13, 72619
[READ], 14, 57711
[READ], 15, 61752
[READ], 16, 80438
[READ], 17, 104357
[READ], 18, 124245
[READ], 19, 131067
[READ], 20, 101450
[READ], 21, 62362
[READ], 22, 35491
[READ], 23, 20235
[READ], 24, 18954
[READ], 25, 25292
[READ], 26, 28704
[READ], 27, 29408
[READ], 28, 28148
[READ], 29, 25196
[READ], 30, 18718
[READ], 31, 12515
[READ], 32, 8461
[READ], 33, 5906
[READ], 34, 5622
[READ], 35, 6570
[READ], 36, 7704
[READ], 37, 9003
[READ], 38, 9873
[READ], 39, 9659
[READ], 40, 7986
[READ], 41, 5793
[READ], 42, 4648
[READ], 43, 3516
[READ], 44, 3373
[READ], 45, 3744
[READ], 46, 4388
[READ], 47, 4966
[READ], 48, 5456
[READ], 49, 5520
[READ], 50, 4812
[READ], 51, 3661
[READ], 52, 3107
[READ], 53, 2504
[READ], 54, 2500
[READ], 55, 2698
[READ], 56, 3054
[READ], 57, 3470
[READ], 58, 3711
[READ], 59, 3821
[READ], 60, 3521
[READ], 61, 2797
[READ], 62, 2279
[READ], 63, 1872
[READ], 64, 1937
[READ], 65, 2075
[READ], 66, 2321
[READ], 67, 2721
[READ], 68, 3035
[READ], 69, 3041
[READ], 70, 2737
[READ], 71, 2238
[READ], 72, 1871
[READ], 73, 1618
[READ], 74, 1710
[READ], 75, 1770
[READ], 76, 2065
[READ], 77, 2167
[READ], 78, 2490
[READ], 79, 2587
[READ], 80, 2318
[READ], 81, 1924
[READ], 82, 1663
[READ], 83, 1429
[READ], 84, 1448
[READ], 85, 1644
[READ], 86, 1782
[READ], 87, 1949
[READ], 88, 2086
[READ], 89, 2170
[READ], 90, 1835
[READ], 91, 1667
[READ], 92, 1416
[READ], 93, 1323
[READ], 94, 1355
[READ], 95, 1484
[READ], 96, 1573
[READ], 97, 1760
[READ], 98, 1878
[READ], 99, 1832
[READ], 100, 1680
[READ], 101, 1412
[READ], 102, 1271
[READ], 103, 1151
[READ], 104, 1216
[READ], 105, 1315
[READ], 106, 1444
[READ], 107, 1548
[READ], 108, 1687
[READ], 109, 1723
[READ], 110, 1446
[READ], 111, 1249
[READ], 112, 1185
[READ], 113, 1069
[READ], 114, 1172
[READ], 115, 1231
[READ], 116, 1279
[READ], 117, 1426
[READ], 118, 1615
[READ], 119, 1553
[READ], 120, 1332
[READ], 121, 1216
[READ], 122, 1133
[READ], 123, 1004
[READ], 124, 1101
[READ], 125, 1123
[READ], 126, 1249
[READ], 127, 1267
[READ], 128, 1394
[READ], 129, 1393
[READ], 130, 1210
[READ], 131, 1094
[READ], 132, 981
[READ], 133, 882
[READ], 134, 973
[READ], 135, 1101
[READ], 136, 1197
[READ], 137, 1281
[READ], 138, 1281
[READ], 139, 1285
[READ], 140, 1096
[READ], 141, 1037
[READ], 142, 932
[READ], 143, 897
[READ], 144, 957
[READ], 145, 1045
[READ], 146, 1074
[READ], 147, 1173
[READ], 148, 1219
[READ], 149, 1180
[READ], 150, 989
[READ], 151, 890
[READ], 152, 808
[READ], 153, 824
[READ], 154, 835
[READ], 155, 867
[READ], 156, 982
[READ], 157, 1061
[READ], 158, 1150
[READ], 159, 1129
[READ], 160, 969
[READ], 161, 826
[READ], 162, 809
[READ], 163, 808
[READ], 164, 779
[READ], 165, 862
[READ], 166, 955
[READ], 167, 1070
[READ], 168, 1058
[READ], 169, 1030
[READ], 170, 913
[READ], 171, 846
[READ], 172, 761
[READ], 173, 793
[READ], 174, 789
[READ], 175, 849
[READ], 176, 925
[READ], 177, 966
[READ], 178, 1031
[READ], 179, 1015
[READ], 180, 907
[READ], 181, 807
[READ], 182, 770
[READ], 183, 779
[READ], 184, 747
[READ], 185, 841
[READ], 186, 946
[READ], 187, 959
[READ], 188, 996
[READ], 189, 977
[READ], 190, 811
[READ], 191, 721
[READ], 192, 654
[READ], 193, 744
[READ], 194, 750
[READ], 195, 783
[READ], 196, 819
[READ], 197, 876
[READ], 198, 864
[READ], 199, 868
[READ], 200, 794
[READ], 201, 688
[READ], 202, 705
[READ], 203, 690
[READ], 204, 732
[READ], 205, 776
[READ], 206, 817
[READ], 207, 883
[READ], 208, 890
[READ], 209, 877
[READ], 210, 753
[READ], 211, 694
[READ], 212, 710
[READ], 213, 667
[READ], 214, 707
[READ], 215, 740
[READ], 216, 803
[READ], 217, 797
[READ], 218, 829
[READ], 219, 829
[READ], 220, 730
[READ], 221, 653
[READ], 222, 583
[READ], 223, 675
[READ], 224, 684
[READ], 225, 732
[READ], 226, 838
[READ], 227, 846
[READ], 228, 803
[READ], 229, 781
[READ], 230, 723
[READ], 231, 678
[READ], 232, 613
[READ], 233, 576
[READ], 234, 679
[READ], 235, 678
[READ], 236, 738
[READ], 237, 788
[READ], 238, 765
[READ], 239, 680
[READ], 240, 716
[READ], 241, 637
[READ], 242, 630
[READ], 243, 664
[READ], 244, 639
[READ], 245, 679
[READ], 246, 746
[READ], 247, 733
[READ], 248, 706
[READ], 249, 673
[READ], 250, 653
[READ], 251, 648
[READ], 252, 536
[READ], 253, 535
[READ], 254, 575
[READ], 255, 642
[READ], 256, 670
[READ], 257, 740
[READ], 258, 708
[READ], 259, 696
[READ], 260, 610
[READ], 261, 564
[READ], 262, 550
[READ], 263, 580
[READ], 264, 643
[READ], 265, 660
[READ], 266, 655
[READ], 267, 639
[READ], 268, 653
[READ], 269, 606
[READ], 270, 569
[READ], 271, 573
[READ], 272, 566
[READ], 273, 565
[READ], 274, 565
[READ], 275, 572
[READ], 276, 601
[READ], 277, 629
[READ], 278, 653
[READ], 279, 640
[READ], 280, 557
[READ], 281, 531
[READ], 282, 463
[READ], 283, 492
[READ], 284, 561
[READ], 285, 554
[READ], 286, 607
[READ], 287, 561
[READ], 288, 636
[READ], 289, 586
[READ], 290, 541
[READ], 291, 527
[READ], 292, 477
[READ], 293, 474
[READ], 294, 489
[READ], 295, 554
[READ], 296, 550
[READ], 297, 582
[READ], 298, 571
[READ], 299, 533
[READ], 300, 477
[READ], 301, 479
[READ], 302, 423
[READ], 303, 493
[READ], 304, 461
[READ], 305, 508
[READ], 306, 499
[READ], 307, 525
[READ], 308, 492
[READ], 309, 450
[READ], 310, 448
[READ], 311, 410
[READ], 312, 465
[READ], 313, 434
[READ], 314, 434
[READ], 315, 435
[READ], 316, 457
[READ], 317, 547
[READ], 318, 521
[READ], 319, 456
[READ], 320, 474
[READ], 321, 390
[READ], 322, 394
[READ], 323, 413
[READ], 324, 460
[READ], 325, 452
[READ], 326, 526
[READ], 327, 506
[READ], 328, 460
[READ], 329, 483
[READ], 330, 435
[READ], 331, 411
[READ], 332, 397
[READ], 333, 447
[READ], 334, 484
[READ], 335, 457
[READ], 336, 474
[READ], 337, 486
[READ], 338, 499
[READ], 339, 419
[READ], 340, 337
[READ], 341, 359
[READ], 342, 423
[READ], 343, 382
[READ], 344, 395
[READ], 345, 399
[READ], 346, 405
[READ], 347, 431
[READ], 348, 433
[READ], 349, 400
[READ], 350, 430
[READ], 351, 357
[READ], 352, 356
[READ], 353, 418
[READ], 354, 398
[READ], 355, 404
[READ], 356, 454
[READ], 357, 477
[READ], 358, 416
[READ], 359, 416
[READ], 360, 396
[READ], 361, 352
[READ], 362, 376
[READ], 363, 372
[READ], 364, 390
[READ], 365, 404
[READ], 366, 429
[READ], 367, 408
[READ], 368, 414
[READ], 369, 356
[READ], 370, 369
[READ], 371, 355
[READ], 372, 314
[READ], 373, 310
[READ], 374, 378
[READ], 375, 364
[READ], 376, 388
[READ], 377, 372
[READ], 378, 368
[READ], 379, 397
[READ], 380, 338
[READ], 381, 347
[READ], 382, 335
[READ], 383, 347
[READ], 384, 326
[READ], 385, 380
[READ], 386, 374
[READ], 387, 354
[READ], 388, 366
[READ], 389, 362
[READ], 390, 339
[READ], 391, 369
[READ], 392, 353
[READ], 393, 340
[READ], 394, 348
[READ], 395, 382
[READ], 396, 384
[READ], 397, 406
[READ], 398, 354
[READ], 399, 330
[READ], 400, 338
[READ], 401, 302
[READ], 402, 342
[READ], 403, 366
[READ], 404, 333
[READ], 405, 355
[READ], 406, 359
[READ], 407, 371
[READ], 408, 353
[READ], 409, 316
[READ], 410, 319
[READ], 411, 276
[READ], 412, 299
[READ], 413, 282
[READ], 414, 300
[READ], 415, 369
[READ], 416, 316
[READ], 417, 332
[READ], 418, 313
[READ], 419, 303
[READ], 420, 287
[READ], 421, 265
[READ], 422, 286
[READ], 423, 251
[READ], 424, 281
[READ], 425, 317
[READ], 426, 299
[READ], 427, 296
[READ], 428, 260
[READ], 429, 250
[READ], 430, 235
[READ], 431, 210
[READ], 432, 261
[READ], 433, 286
[READ], 434, 261
[READ], 435, 287
[READ], 436, 276
[READ], 437, 279
[READ], 438, 307
[READ], 439, 251
[READ], 440, 267
[READ], 441, 267
[READ], 442, 251
[READ], 443, 267
[READ], 444, 244
[READ], 445, 294
[READ], 446, 254
[READ], 447, 264
[READ], 448, 260
[READ], 449, 212
[READ], 450, 224
[READ], 451, 195
[READ], 452, 228
[READ], 453, 216
[READ], 454, 257
[READ], 455, 272
[READ], 456, 236
[READ], 457, 264
[READ], 458, 265
[READ], 459, 220
[READ], 460, 231
[READ], 461, 237
[READ], 462, 178
[READ], 463, 220
[READ], 464, 233
[READ], 465, 242
[READ], 466, 229
[READ], 467, 238
[READ], 468, 217
[READ], 469, 210
[READ], 470, 201
[READ], 471, 183
[READ], 472, 200
[READ], 473, 216
[READ], 474, 245
[READ], 475, 225
[READ], 476, 229
[READ], 477, 233
[READ], 478, 231
[READ], 479, 209
[READ], 480, 214
[READ], 481, 203
[READ], 482, 200
[READ], 483, 214
[READ], 484, 253
[READ], 485, 252
[READ], 486, 211
[READ], 487, 210
[READ], 488, 207
[READ], 489, 199
[READ], 490, 189
[READ], 491, 191
[READ], 492, 200
[READ], 493, 212
[READ], 494, 222
[READ], 495, 214
[READ], 496, 213
[READ], 497, 195
[READ], 498, 192
[READ], 499, 172
[READ], 500, 193
[READ], 501, 189
[READ], 502, 147
[READ], 503, 178
[READ], 504, 173
[READ], 505, 180
[READ], 506, 158
[READ], 507, 188
[READ], 508, 147
[READ], 509, 156
[READ], 510, 157
[READ], 511, 174
[READ], 512, 176
[READ], 513, 173
[READ], 514, 171
[READ], 515, 182
[READ], 516, 177
[READ], 517, 170
[READ], 518, 167
[READ], 519, 159
[READ], 520, 153
[READ], 521, 163
[READ], 522, 149
[READ], 523, 171
[READ], 524, 174
[READ], 525, 148
[READ], 526, 192
[READ], 527, 163
[READ], 528, 163
[READ], 529, 191
[READ], 530, 161
[READ], 531, 139
[READ], 532, 160
[READ], 533, 133
[READ], 534, 125
[READ], 535, 162
[READ], 536, 152
[READ], 537, 139
[READ], 538, 144
[READ], 539, 150
[READ], 540, 148
[READ], 541, 128
[READ], 542, 133
[READ], 543, 144
[READ], 544, 144
[READ], 545, 152
[READ], 546, 133
[READ], 547, 164
[READ], 548, 123
[READ], 549, 122
[READ], 550, 111
[READ], 551, 121
[READ], 552, 140
[READ], 553, 131
[READ], 554, 137
[READ], 555, 154
[READ], 556, 134
[READ], 557, 130
[READ], 558, 126
[READ], 559, 142
[READ], 560, 145
[READ], 561, 151
[READ], 562, 130
[READ], 563, 153
[READ], 564, 162
[READ], 565, 153
[READ], 566, 146
[READ], 567, 151
[READ], 568, 125
[READ], 569, 123
[READ], 570, 123
[READ], 571, 134
[READ], 572, 128
[READ], 573, 125
[READ], 574, 128
[READ], 575, 132
[READ], 576, 149
[READ], 577, 133
[READ], 578, 128
[READ], 579, 140
[READ], 580, 110
[READ], 581, 121
[READ], 582, 127
[READ], 583, 100
[READ], 584, 116
[READ], 585, 134
[READ], 586, 125
[READ], 587, 118
[READ], 588, 140
[READ], 589, 90
[READ], 590, 91
[READ], 591, 99
[READ], 592, 96
[READ], 593, 113
[READ], 594, 89
[READ], 595, 120
[READ], 596, 84
[READ], 597, 130
[READ], 598, 106
[READ], 599, 96
[READ], 600, 89
[READ], 601, 78
[READ], 602, 88
[READ], 603, 93
[READ], 604, 97
[READ], 605, 84
[READ], 606, 107
[READ], 607, 98
[READ], 608, 92
[READ], 609, 108
[READ], 610, 106
[READ], 611, 93
[READ], 612, 102
[READ], 613, 143
[READ], 614, 99
[READ], 615, 82
[READ], 616, 91
[READ], 617, 113
[READ], 618, 78
[READ], 619, 92
[READ], 620, 95
[READ], 621, 99
[READ], 622, 100
[READ], 623, 119
[READ], 624, 120
[READ], 625, 99
[READ], 626, 105
[READ], 627, 119
[READ], 628, 83
[READ], 629, 71
[READ], 630, 90
[READ], 631, 94
[READ], 632, 81
[READ], 633, 90
[READ], 634, 97
[READ], 635, 84
[READ], 636, 105
[READ], 637, 93
[READ], 638, 86
[READ], 639, 80
[READ], 640, 78
[READ], 641, 88
[READ], 642, 92
[READ], 643, 102
[READ], 644, 107
[READ], 645, 78
[READ], 646, 100
[READ], 647, 92
[READ], 648, 92
[READ], 649, 92
[READ], 650, 84
[READ], 651, 80
[READ], 652, 97
[READ], 653, 81
[READ], 654, 99
[READ], 655, 82
[READ], 656, 102
[READ], 657, 72
[READ], 658, 88
[READ], 659, 67
[READ], 660, 76
[READ], 661, 70
[READ], 662, 80
[READ], 663, 83
[READ], 664, 92
[READ], 665, 93
[READ], 666, 99
[READ], 667, 86
[READ], 668, 84
[READ], 669, 64
[READ], 670, 80
[READ], 671, 77
[READ], 672, 83
[READ], 673, 92
[READ], 674, 54
[READ], 675, 80
[READ], 676, 58
[READ], 677, 73
[READ], 678, 64
[READ], 679, 57
[READ], 680, 66
[READ], 681, 60
[READ], 682, 88
[READ], 683, 67
[READ], 684, 79
[READ], 685, 89
[READ], 686, 67
[READ], 687, 55
[READ], 688, 65
[READ], 689, 75
[READ], 690, 64
[READ], 691, 69
[READ], 692, 68
[READ], 693, 63
[READ], 694, 78
[READ], 695, 68
[READ], 696, 70
[READ], 697, 67
[READ], 698, 64
[READ], 699, 61
[READ], 700, 62
[READ], 701, 64
[READ], 702, 83
[READ], 703, 44
[READ], 704, 61
[READ], 705, 57
[READ], 706, 71
[READ], 707, 81
[READ], 708, 54
[READ], 709, 74
[READ], 710, 46
[READ], 711, 60
[READ], 712, 52
[READ], 713, 51
[READ], 714, 77
[READ], 715, 64
[READ], 716, 64
[READ], 717, 58
[READ], 718, 58
[READ], 719, 49
[READ], 720, 62
[READ], 721, 44
[READ], 722, 49
[READ], 723, 52
[READ], 724, 58
[READ], 725, 68
[READ], 726, 42
[READ], 727, 47
[READ], 728, 61
[READ], 729, 50
[READ], 730, 51
[READ], 731, 39
[READ], 732, 50
[READ], 733, 46
[READ], 734, 60
[READ], 735, 46
[READ], 736, 43
[READ], 737, 57
[READ], 738, 44
[READ], 739, 54
[READ], 740, 50
[READ], 741, 33
[READ], 742, 51
[READ], 743, 51
[READ], 744, 43
[READ], 745, 66
[READ], 746, 50
[READ], 747, 54
[READ], 748, 48
[READ], 749, 40
[READ], 750, 45
[READ], 751, 45
[READ], 752, 48
[READ], 753, 50
[READ], 754, 57
[READ], 755, 52
[READ], 756, 59
[READ], 757, 49
[READ], 758, 45
[READ], 759, 47
[READ], 760, 43
[READ], 761, 47
[READ], 762, 34
[READ], 763, 50
[READ], 764, 47
[READ], 765, 45
[READ], 766, 55
[READ], 767, 52
[READ], 768, 52
[READ], 769, 53
[READ], 770, 50
[READ], 771, 54
[READ], 772, 43
[READ], 773, 37
[READ], 774, 47
[READ], 775, 32
[READ], 776, 46
[READ], 777, 46
[READ], 778, 48
[READ], 779, 36
[READ], 780, 46
[READ], 781, 32
[READ], 782, 26
[READ], 783, 35
[READ], 784, 34
[READ], 785, 24
[READ], 786, 41
[READ], 787, 36
[READ], 788, 35
[READ], 789, 37
[READ], 790, 31
[READ], 791, 44
[READ], 792, 22
[READ], 793, 38
[READ], 794, 36
[READ], 795, 47
[READ], 796, 25
[READ], 797, 38
[READ], 798, 30
[READ], 799, 35
[READ], 800, 36
[READ], 801, 44
[READ], 802, 29
[READ], 803, 49
[READ], 804, 32
[READ], 805, 32
[READ], 806, 41
[READ], 807, 43
[READ], 808, 41
[READ], 809, 26
[READ], 810, 43
[READ], 811, 40
[READ], 812, 33
[READ], 813, 34
[READ], 814, 32
[READ], 815, 32
[READ], 816, 33
[READ], 817, 46
[READ], 818, 29
[READ], 819, 37
[READ], 820, 47
[READ], 821, 31
[READ], 822, 32
[READ], 823, 33
[READ], 824, 30
[READ], 825, 26
[READ], 826, 28
[READ], 827, 25
[READ], 828, 34
[READ], 829, 32
[READ], 830, 26
[READ], 831, 33
[READ], 832, 24
[READ], 833, 32
[READ], 834, 26
[READ], 835, 29
[READ], 836, 27
[READ], 837, 36
[READ], 838, 28
[READ], 839, 24
[READ], 840, 20
[READ], 841, 28
[READ], 842, 22
[READ], 843, 26
[READ], 844, 25
[READ], 845, 30
[READ], 846, 22
[READ], 847, 37
[READ], 848, 16
[READ], 849, 15
[READ], 850, 24
[READ], 851, 25
[READ], 852, 24
[READ], 853, 13
[READ], 854, 19
[READ], 855, 21
[READ], 856, 24
[READ], 857, 34
[READ], 858, 35
[READ], 859, 21
[READ], 860, 20
[READ], 861, 24
[READ], 862, 24
[READ], 863, 21
[READ], 864, 16
[READ], 865, 20
[READ], 866, 17
[READ], 867, 21
[READ], 868, 27
[READ], 869, 16
[READ], 870, 24
[READ], 871, 27
[READ], 872, 23
[READ], 873, 23
[READ], 874, 10
[READ], 875, 15
[READ], 876, 17
[READ], 877, 16
[READ], 878, 16
[READ], 879, 24
[READ], 880, 23
[READ], 881, 19
[READ], 882, 14
[READ], 883, 17
[READ], 884, 19
[READ], 885, 20
[READ], 886, 14
[READ], 887, 17
[READ], 888, 19
[READ], 889, 15
[READ], 890, 16
[READ], 891, 12
[READ], 892, 13
[READ], 893, 20
[READ], 894, 12
[READ], 895, 25
[READ], 896, 20
[READ], 897, 16
[READ], 898, 17
[READ], 899, 23
[READ], 900, 18
[READ], 901, 10
[READ], 902, 20
[READ], 903, 21
[READ], 904, 17
[READ], 905, 14
[READ], 906, 8
[READ], 907, 17
[READ], 908, 21
[READ], 909, 17
[READ], 910, 10
[READ], 911, 15
[READ], 912, 14
[READ], 913, 21
[READ], 914, 11
[READ], 915, 10
[READ], 916, 12
[READ], 917, 12
[READ], 918, 17
[READ], 919, 21
[READ], 920, 6
[READ], 921, 14
[READ], 922, 12
[READ], 923, 14
[READ], 924, 8
[READ], 925, 8
[READ], 926, 16
[READ], 927, 10
[READ], 928, 18
[READ], 929, 15
[READ], 930, 20
[READ], 931, 13
[READ], 932, 12
[READ], 933, 5
[READ], 934, 17
[READ], 935, 13
[READ], 936, 16
[READ], 937, 13
[READ], 938, 17
[READ], 939, 15
[READ], 940, 14
[READ], 941, 15
[READ], 942, 15
[READ], 943, 14
[READ], 944, 5
[READ], 945, 19
[READ], 946, 12
[READ], 947, 8
[READ], 948, 18
[READ], 949, 12
[READ], 950, 16
[READ], 951, 8
[READ], 952, 11
[READ], 953, 18
[READ], 954, 16
[READ], 955, 12
[READ], 956, 14
[READ], 957, 16
[READ], 958, 14
[READ], 959, 13
[READ], 960, 25
[READ], 961, 12
[READ], 962, 10
[READ], 963, 19
[READ], 964, 13
[READ], 965, 8
[READ], 966, 11
[READ], 967, 13
[READ], 968, 11
[READ], 969, 10
[READ], 970, 7
[READ], 971, 17
[READ], 972, 8
[READ], 973, 9
[READ], 974, 10
[READ], 975, 10
[READ], 976, 8
[READ], 977, 8
[READ], 978, 7
[READ], 979, 17
[READ], 980, 9
[READ], 981, 7
[READ], 982, 11
[READ], 983, 9
[READ], 984, 10
[READ], 985, 8
[READ], 986, 8
[READ], 987, 9
[READ], 988, 11
[READ], 989, 6
[READ], 990, 9
[READ], 991, 11
[READ], 992, 11
[READ], 993, 6
[READ], 994, 6
[READ], 995, 14
[READ], 996, 8
[READ], 997, 8
[READ], 998, 7
[READ], 999, 7
[READ], >1000, 1418